{
  "Comment.nvim": {
    "branch": "master"
  },
  "bearded": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "comment-divider.nvim": {
    "branch": "main"
  },
  "compile-mode.nvim": {
    "branch": "nightly"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "cyrillic.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hardtime.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "multicursor.nvim": {
    "branch": "1.0"
  },
  "neokinds": {
    "branch": "main"
  },
  "neominimap.nvim": {
    "branch": "main"
  },
  "neovim-project": {
    "branch": "main"
  },
  "neovim-session-manager": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-recorder": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "search-replace.nvim": {
    "branch": "main"
  },
  "telescope-file-browser.nvim": {
    "branch": "master"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "vim-bbye": {
    "branch": "master"
  },
  "vim-be-good": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
